Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: We’re working hard to find the best matches for your search. This won't take long! Thank you for your patience.
ar: نحاول بقوة للعثور على أفضل النتائج المطابقة لبحثك. لن يأخذ هذا الأمر وقتًا طويلاً! شكرًا لك على انتظارك.
ca: Ens esforcem per trobar les millors coincidències per a la vostra cerca. Això no tardarà gaire. Gràcies per la vostra paciència.
cy: Rydym yn gweithio'n galed i ddod o hyd i'r hyn sy’n cyfateb orau i’ch proses chwilio. Ni fydd hyn yn cymryd yn hir! Diolch am eich amynedd.
da: Vi arbejder hårdt på at finde de bedste match til din søgning. Det vil ikke tage lang tid! Tak for din tålmodighed.
da_instk12: Vi arbejder hårdt på at finde de bedste match til din søgning. Det vil ikke tage lang tid! Tak for din tålmodighed.
de: Wir arbeiten daran, die besten Treffer für Ihre Suche zu finden. Es dauert nicht lange! Vielen Dank für Ihre Geduld.
es: Estamos trabajando duro para encontrar las mejores coincidencias para su búsqueda. No nos demoraremos demasiado. Gracias por su paciencia.
es_es: Estamos trabajando para encontrar las mejores coincidencias para tu búsqueda. ¡No tardaremos demasiado! Gracias por tu paciencia.
fi: Teemme parhaamme, löytääksemme parhaat hakutulokset. Tämä kestää vain hetken! Kiitos kärsivällisyydestäsi.
fr: Nous nous efforçons de trouver les résultats les plus pertinents à ce que vous recherchez. Cela ne devrait pas prendre trop de temps ! Merci pour votre patience.
fr_ca: Nous nous efforçons de trouver les meilleures correspondances à votre recherche. Cela ne prendra pas longtemps! Merci de votre patience.
ga: Táimid ag obair go dian chun na meaitseanna is fearr a aimsiú do do chuardach. Ní bheidh sé seo i bhfad! Go raibh maith agat as d’fhoighne.
hi: हम आपकी खोज के लिए सर्वश्रेष्ठ मिलान खोजने के लिए कड़ी मेहनत कर रहे हैं। इसमें ज्यादा समय नहीं लगेगा! धैर्य रखने के लिए शुक्रिया।
ht: N ap travay di pou jwenn sa ki plis koresponn a rechèch ou a. Sa pa p pran anpil tan! Mèsi pou pasyans ou.
id: Kamu sedang berusaha mencari kecocokan terbaik untuk pencarian Anda. Ini tidak akan butuh waktu lama! Terima kasih untuk kesabaran Anda.
is: Við erum að vinna hörðum höndum að því að finna bestu samsvörunina fyrir leitina þína. Þetta mun ekki taka langan tíma! Þakka þér fyrir þolinmæði þína.
it: Stiamo lavorando sodo per trovare le migliori corrispondenze per la tua ricerca. Non ci vorrà molto! Grazie per la tua pazienza.
ja: 検索に最適なものが見つかるように努力しております。すぐに終わりますので、少々お待ちください。お待たせして申し訳ございません。
ko: 검색과 가장 일치하는 항목을 찾는 중입니다. 오래 걸리지 않을 것입니다. 기다려 주셔서 감사합니다.
mi: Kei te whakapau kaha matou ki te rapu i nga whakataetae pai mo to rapunga. Kare e roa tenei! Mauruuru koe mo to manawanui.
ms: Kami bekerja keras untuk mencari padanan terbaik untuk carian anda. Perkara ini tidak mengambil masa yang lama! Terima kasih atas kesabaran anda.
nb: Vi jobber hardt med å finne de beste treffene for søket ditt. Dette vil ikke ta lang tid! Takk for tålmodigheten.
nb_instk12: Vi jobber hardt med å finne de beste treffene for søket ditt. Dette vil ikke ta lang tid! Takk for tålmodigheten.
nl: We doen onze uiterste best de beste matches voor je zoekopdracht te vinden. Dit duurt niet lang! Bedankt voor je geduld.
pl: Ciężko pracujemy, aby odszukać najlepsze wyniki dla podanego wyrażenia. To nie potrwa długo! Dziękujemy za cierpliwość.
pt: Estamos a trabalhar arduamente para encontrar as melhores correspondências para a sua pesquisa. Isto não vai demorar muito! Obrigado pela vossa paciência.
pt_br: Estamos trabalhando duro para encontrar as melhores correspondências para sua pesquisa. Isso não vai demorar muito! Obrigado pela sua paciência.
ru: Мы прилагаем все усилия, чтобы найти лучшие соответствия для вашего поискового запроса. Это не займет много времени! Благодарим вас за терпение.
sl: Trdo delamo, da bi našli najboljša ujemanja za vaše iskanje. To ne bo trajalo dolgo! Hvala za potrpežljivost.
sv: Vi arbetar hårt på att hitta de bästa matchningarna för din sökning. Detta går fort! Tack för ditt tålamod.
sv_instk12: Vi arbetar hårt på att hitta de bästa matchningarna för din sökning. Detta går fort! Tack för ditt tålamod.
th: เรากำลังดำเนินการอย่างเต็มที่เพื่อค้นหาข้อมูลที่ตรงกับการค้นหาของคุณมากที่สุด คาดว่าจะใช้เวลาไม่นาน! ขอขอบคุณที่อดทนรอ
vi: Chúng tôi đang nỗ lực tìm kiếm những kết quả khớp nhất với tìm kiếm của bạn. Sẽ không mất nhiều thời gian đâu! Cảm ơn bạn vì đã kiên nhẫn.
zh: 我们正在努力查找与您的搜索条件最相符的结果。这不需要太多时间！感谢您耐心等待。
zh_hk: 我們正在努力尋找最適合您搜尋的內容。這不會花很長時間！感謝您的耐心等待。

source: We've made a few changes.
ar: لقد أجرينا بعض التغييرات.
ca: Hem introduït alguns canvis.
cy: Rydyn ni wedi gwneud ychydig o newidiadau.
da: Vi har lavet nogle ændringer.
da_instk12: Vi har lavet nogle ændringer.
de: Wir haben ein paar kleine Veränderungen vorgenommen.
es: Hemos realizado algunos cambios.
es_es: Hemos realizado algunos cambios.
fi: olemme tehneet muutamia muutoksia.
fr: Nous avons fait quelques changements.
fr_ca: Nous avons apporté quelques changements.
ga: Tá cúpla athrú déanta againn.
hi: हमने कुछ बदलाव किए हैं।
ht: Nou te fè kèk chanjman.
id: Kami telah membuat beberapa perubahan.
is: Við höfum gert nokkrar breytingar.
it: Abbiamo apportato qualche modifica.
ja: 2、3変更がありました。
ko: 몇 개 변경 사항이 있습니다.
mi: I mahia e mātou he rerekētanga iti
ms: Kami telah membuat beberapa perubahan.
nb: Vi har gjort noen endringer.
nb_instk12: Vi har gjort noen endringer.
nl: We hebben enkele wijzigingen aangebracht.
pl: Wprowadziliśmy kilka zmian.
pt: Nós fizemos algumas alterações.
pt_br: Fizemos algumas mudanças.
ru: Мы добавили несколько изменений.
sl: Uvedli smo nekaj sprememb.
sv: Vi har gjort några ändringar.
sv_instk12: Vi har gjort några ändringar.
th: เราทำการเปลี่ยนแปลงไว้เล็กน้อย
vi: Chúng tôi đã thực hiện một số thay đổi.
zh: 我们进行了一些更改。
zh_hk: 我們作出了一些變更。

source: WebSite Preview
ar: WebSite معاينة
ca: WebSite Visualització prèvia
cy: WebSite Rhagolwg
da: WebSite Eksempel
da_instk12: WebSite Eksempel
de: WebSite Vorschau
es: WebSite Vista previa
es_es: WebSite Vista previa
fi: WebSite Esikatsele
fr: WebSite Aperçu
fr_ca: WebSite Aperçu
ga: WebSite Réamhamharc
hi: WebSite पूर्वावलोकन
ht: WebSite Apèsi
id: WebSite Pratinjau
is: WebSite Forskoðun
it: WebSite Anteprima
ja: WebSiteプレビュー
ko: WebSite 미리 보기
mi: WebSite Arokite
ms: WebSite Pratonton
nb: WebSite Forhåndsvisning
nb_instk12: WebSite Forhåndsvisning
nl: WebSite Voorbeeld
pl: WebSite Podgląd
pt: WebSite Visualização
pt_br: WebSite Pré-visualização
ru: WebSite Предпросмотр
sl: WebSite Predogled
sv: WebSite Förhandsvisa
sv_instk12: WebSite Förhandsgranska
th: WebSite แสดงตัวอย่าง
vi: WebSite Xem trước
zh: WebSite预览
zh_hk: WebSite預覽

source: Website URL
ar: عنوان URL لموقع ويب
ca: URL del lloc web
cy: URL Gwefan
da: Webside URL
da_instk12: Webside URL
es: URL de la página web
es_es: URL de la página web
fi: Verkkosivuston URL
fr: URL du site web
fr_ca: URL du site Web
ga: URL an tsuímh Ghréasáin
hi: वेबसाइट URL
ht: URL sit Web
id: URL Situs Web
is: Slóð vefsvæðis
it: URL sito web
ja: ウェブサイト URL
ko: 웹 사이트 URL
mi: paetukutuku URL
ms: URL Laman Web
nb: Nettstedets URL
nb_instk12: Nettstedets URL
pl: Adres URL witryny
pt: URL do Website
pt_br: URL do site
ru: Адрес веб-сайта
sl: URL spletnega mesta
sv: Webbplatsens URL
sv_instk12: Webbplatsens URL
th: URL เว็บไซต์
vi: URL Trang Web
zh: 网站 URL
zh_hk: 網站 URL

source: Wednesdays
ar: أيام الأربعاء
ca: Dimecres
cy: Dyddiau Mercher
da: Onsdage
da_instk12: Onsdage
de: Mittwochs
es: Miércoles
es_es: Miércoles
fi: Keskiviikkoisin
fr: Mercredis
fr_ca: Les mercredis
ga: Ar an gCéadaoin
hi: बुधवार
ht: Mèkredi yo
id: Rabu
is: Miðvikudaga
it: Mercoledì
ja: 水曜日
ko: 수요일
mi: Rāapa
ms: Rabu
nb: Onsdager
nb_instk12: Onsdager
nl: woensdagen
pl: Środy
pt: Quartas-feiras
pt_br: Quartas
ru: По средам
sl: Srede
sv: Onsdagar
sv_instk12: Onsdagar
th: พุธ
vi: Các Ngày Thứ Tư
zh: 周三
zh_hk: 每個星期三

source: Week %i
ar: الأسبوع %i
ca: Setmana %i
cy: Wythnos %i
da: Uge %i
da_instk12: Uge %i
de: Woche %i
es: Semana %i
es_es: Semana %i
fi: Viikko %i
fr: Semaine %i
fr_ca: Semaine %i
ga: Seachtain %i
hi: सप्ताह %i
ht: Semèn %i
id: Minggu %i
is: Vika %i
it: Settimana %i
ja: 週%i
ko: 주 %i
mi: Wiki %i
ms: Minggu %i
nb: Uke %i
nb_instk12: Uke %i
pl: Tydzień %i
pt: Semana %i
pt_br: Semana %i
ru: Неделя %i
sl: Teden %i
sv: Vecka %i
sv_instk12: Vecka %i
th: สัปดาห์ %i
vi: Tuần %i
zh: 第 %i 周
zh_hk: 第 %i 週

source: Week of %@
ar: أسبوع %@
ca: Setmana del %@
cy: Wythnos %@
da: Ugen, der starter %@
da_instk12: Ugen, der starter %@
de: In der Woche vom %@
es: Semana de %@
es_es: Semana de %@
fi: Vko %@
fr: Semaine du %@
fr_ca: Semaine du %@
ga: Seachtain na %@
hi: इसका सप्ताह: %@
ht: Semenn %@
id: Minggu dari %@
is: Vika %@
it: Settima di %@
ja: ＿週目%@
ko: 주 %@
mi: Wiki ō %@
ms: Minggu %@
nb: Uker med %@
nb_instk12: Uker med %@
nl: Week van %@
pl: Tydzień %@
pt: Semana de %@
pt_br: Semana de %@
ru: Неделя из %@
sl: Teden %@
sv: Vecka %@
sv_instk12: Vecka %@
th: สัปดาห์ของ %@
vi: Tuần %@
zh: 周%@
zh_hk: 週%@

source: Weekdays
ar: أيام الأسبوع
ca: Dies feiners
cy: Dyddiau’r wythnos
da: Hverdage
da_instk12: Hverdage
de: Wochentage
es: Días de la semana
es_es: Días laborables
fi: Viikonpäivinä
fr: Jours de la semaine
fr_ca: Jours de la semaine
ga: Laethanta na seachtaine
hi: सप्ताह के दिन
ht: Jou travay
id: Hari kerja
is: Virkir dagar
it: Giorni feriali
ja: 平日
ko: 주중
mi: Ngā rā o te wiki
ms: Hari bekerja
nb: Ukedager
nb_instk12: Ukedager
nl: Werkdagen
pl: Dni tygodnia
pt: Dias da semana
pt_br: Dias da semana
ru: Рабочие дни
sl: Delavniki
sv: Veckodag
sv_instk12: Veckodag
th: จันทร์ถึงศุกร์
vi: Ngày Trong Tuần
zh: 周中
zh_hk: 平日

source: Weekly
ar: أسبوعيًا
ca: Setmanal
cy: Pob wythnos
da: Ugentlig
da_instk12: Ugentlig
de: Wöchentlich
es: Semanalmente
es_es: Semanalmente
fi: Viikoittainen
fr: Toutes les semaines
fr_ca: Hebdomadaire
ga: Seachtainiúil
hi: साप्ताहिक
ht: Chak semenn
id: Mingguan
is: Vikulega
it: Ogni settimana
ja: 毎週
ko: 매주
mi: Wiki
ms: Mingguan
nb: Ukentlig
nb_instk12: Ukentlig
nl: Wekelijks
pl: Co tydzień
pt: Semanalmente
pt_br: Semanalmente
ru: Еженедельно
sl: Tedensko
sv: Varje vecka
sv_instk12: Veckovis
th: รายสัปดาห์
vi: Hằng Tuần
zh: 每周
zh_hk: 每週

source: Weekly on %@
ar: أسبوعيًا في %@
ca: Setmanalment el %@
cy: Yn wythnosol ar %@
da: Ugentligt – %@
da_instk12: Ugentligt på %@
de: Wöchentlich am %@
es: Todas las semanas en %@
es_es: Semanalmente el %@
fi: Viikoittain %@
fr: Chaque semaine, le %@
fr_ca: Hebdomadairement le %@
ga: Seachtainiúil ar %@
hi: %@ पर साप्ताहिक रूप से
ht: Chak semèn le %@
id: Setiap minggu pada %@
is: Vikulega þann %@
it: Ogni settimana il %@
ja: 毎週%@に
ko: 매주 %@
mi: Ia wiki i runga %@
ms: Setiap minggu pada %@
nb: Ukentlig på %@
nb_instk12: Ukentlig på %@
nl: Wekelijks op %@
pl: Co tydzień w %@
pt: Semanalmente em %@
pt_br: Semanalmente em %@
ru: Еженедельно в %@
sl: Tedensko na dan %@
sv: Varje vecka på %@
sv_instk12: Varje vecka på %@
th: ทุกสัปดาห์เมื่อ %@
vi: Hàng tuần vào %@
zh: 每周星期 %@
zh_hk: 每週在 %@

source: Welcome, %@!
ar: مرحبًا، %@!
ca: Us donem la benvinguda, %@!
cy: Croeso, %@!
da: Velkommen %@!
da_instk12: Velkommen %@!
de: Willkommen, %@!
es: ¡Le damos la bienvenida, %@!
es_es: ¡Bienvenido, %@!
fi: Tervetuloa, %@!
fr: Bienvenue, %@ !
fr_ca: Bienvenue, %@!
ga: Fáilte romhat, %@!
hi: आपका स्वागत है, %@!
ht: Byenvini, %@!
id: Selamat datang %@!
is: Velkomin/n, %@!
it: Benvenuto %@!
ja: ようこそ、%@さん！
ko: %@ 님 환영합니다!
mi: Haere mai %@!
ms: Selamat datang, %@!
nb: Velkommen, %@!
nb_instk12: Velkommen, %@!
nl: Welkom, %@!
pl: Witamy, %@!
pt: Bem-vindo, %@!
pt_br: Bem-vindo, %@!
ru: Добро пожаловать, %@!
sl: Dobrodošli, %@!
sv: Välkommen %@!
sv_instk12: Välkommen %@!
th: ยินดีต้อนรับ %@!
vi: Xin chào mừng, %@!
zh: 欢迎您，%@！
zh_hk: 歡迎，%@！

source: Welcome!
ar: مرحبًا!
ca: Us donem la benvinguda!
cy: Croeso!
da: Velkommen!
da_instk12: Velkommen!
de: Willkommen!
es: ¡Bienvenido!
es_es: ¡Bienvenido!
fi: Tervetuloa!
fr: Bienvenue !
fr_ca: Bienvenue!
ga: Fáilte romhat!
hi: आपका स्वागत है!
ht: Bienveni!
id: Selamat datang!
is: Velkomin(n)!
it: Benvenuto!
ja: どういたしまして！
ko: 환영합니다.
mi: Nau Mai!
ms: Selamat datang!
nb: Velkommen!
nb_instk12: Velkommen!
nl: Welkom!
pl: Witamy!
pt: Bem-vindo!
pt_br: Bem-vindo(a)!
ru: Добро пожаловать!
sl: Dobrodošli.
sv: Välkommen!
sv_instk12: Välkommen!
th: ยินดีต้อนรับ!
vi: Chào mừng!
zh: 欢迎！
zh_hk: 歡迎！

source: Well Done!
ar: أحسنت!
ca: Ben fet.
cy: Da Iawn!
da: Godt klaret!
da_instk12: Godt klaret!
de: Gut gemacht!
es: ¡Bien hecho!
es_es: ¡Bien hecho!
fi: Hyvin tehty!
fr: Bravo !
fr_ca: Bien fait!
ga: An-Mhaith!
hi: बहुत खूब!
ht: Byen Fèt!
id: Luar Biasa!
is: Vel gert!
it: Ben fatto!
ja: よくできました！
ko: 잘하셨습니다.
mi: Tino Pai!
ms: Bagus!
nb: Bra gjort!
nb_instk12: Bra gjort!
nl: Goed gedaan!
pl: Dobra robota!
pt: Parabéns!
pt_br: Muito bem!
ru: Так держать!
sl: Dobro opravljeno.
sv: Bra jobbat!
sv_instk12: Bra jobbat!
th: ดีมาก!
vi: Bạn làm tốt lắm!
zh: 做得好！
zh_hk: 做得好！

source: What do you think of the new dashboard?
ar: ما رأيك في لوحة المعلومات الجديدة؟
ca: Què penseu del panell de control nou?
cy: Beth yw eich barn chi am y dangosfwrdd newydd?
da: Hvad synes du om den nye oversigt?
da_instk12: Hvad synes du om den nye oversigt?
de: Was ist Ihre Meinung zum neuen Dashboard?
es: ¿Qué opina del nuevo tablero?
es_es: ¿Qué te parece el nuevo panel de control?
fi: Mitä mieltä olet uudesta koontinäytöstä?
fr: Que pensez-vous du nouveau tableau de bord ?
fr_ca: Que pensez-vous du nouveau tableau de bord?
ga: Cad a cheapann tú faoin bpainéal nua?
hi: नये डैशबोर्ड के बारे में आप क्या सोचते हैं?
ht: Kisa w panse de nouvo a tablodbò?
id: Apa pendapat Anda tentang dashboard yang baru?
is: Hvað finnst þér um nýja stjórnborðið?
it: Cosa ne pensi della nuova dashboard?
ja: 新しいダッシュボードについてどう思いますか？
ko: 새 대시보드에 대해 어떻게 생각하십니까?
mi: He aha ō whakaaro mō te papatohu hou?
ms: Apakah pendapat anda tentang papan pemuka baharu?
nb: Hva synes du om det nye dashbordet?
nb_instk12: Hva synes du om den nye oversikten?
nl: Wat vind je van het nieuwe dashboard?
pl: Co myślisz o nowym pulpicie nawigacyjnym?
pt: O que você acha do novo painel?
pt_br: O que você acha do novo painel?
ru: Что вы думаете о новой панели управления?
sl: Kaj menite o novi nadzorni plošči?
sv: Vad tycker du om den nya översikten?
sv_instk12: Vad tycker du om den nya översikten?
th: คุณคิดอย่างไรเกี่ยวกับแผงข้อมูลรูปแบบใหม่
vi: Bạn nghĩ gì về bảng điều khiển mới?
zh: 您对新控制面板的评价如何？
zh_hk: 您覺得新的控制面板怎麼樣？

source: What-if
ar: المفترضة
ca: Què passaria si
cy: Beth-os
da: Hvad-nu-hvis
da_instk12: Hvad-nu-hvis
de: Hypothetisch
es: Hipotético
es_es: Hipotética
fi: Mitä jos
fr: Score
ga: Dá mba rud é
hi: क्या-अगर
ht: Similasyon
id: Bagiamana-Kalau
is: Spáð
ja: 仮定
ko: 가상
mi: He aha-mehemea
ms: Andaian
nb: Hva-om
nb_instk12: Hva-om
nl: Wat-als
pl: Prawdopodobny
pt: E se
pt_br: Variação hipotética
ru: Возможная
sl: Simulacija
sv: Vad om
sv_instk12: Vad om
vi: Giả định
zh: 假设
zh_hk: 假設

source: What-if Score
ar: الدرجة المفترضة
ca: Puntuació Què passaria si
cy: Sgôr Beth-os
da: Hvad-nu-hvis-resultat
da_instk12: Hvad-nu-hvis-resultat
de: Hypothetische Punktzahl
es: Puntaje hipotético
es_es: Puntuación hipotética
fi: Mitä jos -pistemäärä
fr: Score conditionnel
fr_ca: Score de simulation What-If
ga: Scór dá mba rud é
hi: क्या-अगर अंक
ht: Nòt Similasyon
id: Skor Bagaimana-Kalau
is: Spáð einkunn
it: Punteggio What-If
ja: 仮定スコア
ko: 가상 점수
mi: He aha-mehemea Score
ms: Markah Andaian
nb: Hva-om poengberegning
nb_instk12: Hva-om poengberegning
nl: Wat-als-score
pl: Wynik prawdopodobny
pt: Pontuação de variações hipotéticas
pt_br: Pontuação de variação hipotética
ru: Возможная оценка
sl: Simulacija rezultatov
sv: Vad om-poäng
sv_instk12: Vad om-poäng
th: คะแนน What-If
vi: Điểm Giả Định
zh: 假设分数
zh_hk: 假設分數

source: What-if score is %@
ar: الدرجة المفترضة هي %@
ca: La Puntuació Què passaria si %@
cy: Y sgôr beth os yw %@
da: Hvad-nu-hvis-resultat er %@
da_instk12: Hvad-nu-hvis-resultat er %@
de: Die hypothetische Punktzahl ist %@
es: El puntaje hipotético está %@
es_es: La puntuación hipotética está %@
fi: Mitä jos -pistemäärä on %@
fr: Le score conditionnel est %@
fr_ca: Le score de simulation What-If est %@
ga: Is é seo an scór dá mba rud é %@
hi: क्या-अगर अंक है: %@
ht: Nòt similasyon an se %@
id: Skor bagaimana-kalau %@
is: Spáð einkunn er %@
it: Il punteggio What-If è %@
ja: 仮スコアは%@
ko: 가상 점수는 %@
mi: He aha-mehemea ko te kaute %@
ms: Markah Andaian adalah %@
nb: Hva-om-poengberegning er %@
nb_instk12: Hva-om-poengberegning er %@
nl: Wat-als-score is %@
pl: Wynik prawdopodobny to %@
pt: A pontuação da simulação é %@
pt_br: A pontuação de variação hipotética é %@
ru: Возможная оценка доступна %@
sl: Kaj je simulacija rezultatov %@
sv: Vad om-poängen är %@
sv_instk12: Vad om-poängen är %@
th: คะแนน What if คือ %@
vi: Điểm giả định là %@
zh: 假设分数是%@
zh_hk: 假設分數是%@

source: What’s your school’s name?
ar: ما اسم مدرستك؟
ca: Com es diu l'escola?
cy: Beth yw enw eich ysgol?
da: Hvad hedder din skole?
da_instk12: Hvad hedder din skole?
de: Wie heißt Ihre Schule?
es: ¿Cómo se llama su escuela?
es_es: ¿Cómo se llama tu escuela?
fi: Mikä on koulusi nimi?
fr: Quel est le nom de votre école ?
fr_ca: Quel est le nom de votre école?
ga: Cad is ainm do scoile?
hi: आपके स्कूल का क्या नाम है?
ht: Ki non lekòl ou a?
id: Apa nama sekolah Anda?
is: Hvað heitir skólinn þinn?
it: Qual è il nome della tua scuola?
ja: 学校の名前は？
ko: 학교의 이름은 무엇입니까?
mi: He aha te ingoa o tō kura?
ms: Apakah nama sekolah anda?
nb: Hva heter skolen din?
nb_instk12: Hva heter skolen din?
nl: Wat is de naam van je school?
pl: Jak się nazywa Twoja szkoła?
pt: Qual é o nome da sua escola?
pt_br: Qual é o nome da sua escola?
ru: Как называется ваше учебное заведение?
sl: Kakšno je ime vaše šole?
sv: Vad heter din skola?
sv_instk12: Vad heter din skola?
th: ชื่อสถานศึกษาของคุณคืออะไร
vi: Trường của bạn tên là gì?
zh: 您的学校名称是什么？
zh_hk: 您的學校名稱是？

source: white
ar: أبيض
ca: blanc
cy: gwyn
da: hvid
da_instk12: hvid
de: weiß
es: blanco
es_es: blanco
fi: valkoinen
fr: blanc
fr_ca: blanc
ga: bán
hi: सफ़ेद
ht: blan
id: putih
is: hvítur
it: bianco
ja: ホワイト
ko: 흰색
mi: mā
ms: putih
nb: hvit
nb_instk12: hvit
nl: wit
pl: biały
pt: branco
pt_br: branco
ru: белый
sl: bela
sv: vit
sv_instk12: vit
th: ขาว
vi: trắng
zh: 白色
zh_hk: 白色

source: Whoops!
ar: عذرًا!
ca: Ui!
cy: Wps!
da: Ups!
da_instk12: Ups!
de: Hoppla!
es: ¡Ups!
es_es: ¡Vaya!
fi: Hups!
fr: Oups !
fr_ca: Oups!
ga: Úps!
hi: ओह!
id: Ups!
is: Úbbs!
it: Spiacenti.
ja: しまった！
ko: 죄송합니다.
ms: Op...
nb: Oisann!
nb_instk12: Oisann!
nl: Oeps!
pl: Ups!
pt_br: Ops!
ru: Ой!
sl: Ups.
sv: Hoppsan!
sv_instk12: Oooj!
th: อุ๊ปส์!
vi: Rất tiếc!
zh: 糟糕！
zh_hk: 糟糕！

source: Will unlock %@
ar: سيتم إلغاء التأمين %@
ca: Es desbloquejarà el %@
cy: Yn datgloi %@
da: Oplåser %@
da_instk12: Oplåser %@
de: Wird freigegeben %@
es: Desbloqueará %@
es_es: Se desbloqueará %@
fi: Poistaa lukituksen kohteesta %@
fr: Déverrouillera %@
fr_ca: Se déverrouillera %@
ga: Díghlasfar é %@
hi: अनलॉक करेगा %@
ht: L ap debloke %@
id: Akan membuka %@
is: Opnar %@
it: Sbloccherà %@
ja: を解除します。%@
ko: 잠금 해제 예정 %@
mi: Ka huakina %@
ms: Akan menyahkunci %@
nb: Vil låse opp %@
nb_instk12: Vil låse opp %@
nl: Wordt ontgrendeld %@
pl: Zostanie odblokowane %@
pt: Irá desbloquear %@
pt_br: Será desbloqueado %@
ru: Разблокирует %@
sl: Bo odklenjeno %@
sv: Kommer att låsas upp %@
sv_instk12: Kommer att låsas upp %@
th: จะปลดล็อค %@
vi: Sẽ mở khóa %@
zh: 将解锁%@
zh_hk: 將解除鎖定%@

source: Workaround
ar: الحل
ca: Solució alternativa
cy: Datrys
da: Løsning
da_instk12: Løsning
de: Umgehung
es: Solución alternativa
es_es: Solución alternativa
fi: Väliaikainen ratkaisu
fr: Solution de contournement
fr_ca: Contournement
ga: Oibrigh thart ar
hi: उपाय
ht: Solisyon kontounman
id: Solusi
is: Redding
it: Soluzione
ja: 回避方法
ko: 해결 방법
mi: Mahi huringa
ms: Alternatif
nb: Løsning
nb_instk12: Løsning
nl: Oplossing
pl: Obejście
pt: Alternativa
pt_br: Alternativa
ru: Выход из ситуации
sl: Rešitev
sv: Tillfällig lösning
sv_instk12: Tillfällig lösning
th: แนวทางแก้ไข
vi: Giải Pháp Khắc Phục Tạm Thời
zh: 变通方法
zh_hk: 應變方案

source: Write your message here
ar: اكتب رسالتك هنا
ca: Escriviu el vostre missatge aquí
cy: Ysgrifennwch eich neges yma
da: Skriv din besked her
da_instk12: Skriv din besked her
de: Schreiben Sie Ihre Nachricht hier
es: Escriba su mensaje aquí
es_es: Escribe aquí tu mensaje
fi: Kirjoita viestisi tähän
fr: Écrivez votre message ici
fr_ca: Saisissez votre message ici
ga: Scríobh do theachtaireacht anseo
hi: अपना संदेश यहाँ लिखें
ht: Ekri mesaj ou a la
id: Tulis pesan Anda di sini
is: Skrifaðu skilaboð þín hér
it: Scrivi qui il tuo messaggio
ja: メッセージをここに書く
ko: 여기에 메시지를 작성
mi: Tuhia to karere ki konei
ms: Tulis mesej anda di sini
nb: Skriv meldingen din her
nb_instk12: Skriv meldingen din her
nl: Schrijf je bericht hier
pl: Wpisz treść wiadomość tutaj
pt: Escreva aqui a sua mensagem
pt_br: Escreva sua mensagem aqui
ru: Напишите свое сообщение здесь
sl: Tukaj napišite sporočilo
sv: Skriv ditt meddelandet här
sv_instk12: Skriv ditt meddelandet här
th: เขียนข้อความของคุณที่นี่
vi: Soạn tin nhắn của bạn tại đây
zh: 在此处撰写消息
zh_hk: 在此處編寫您的訊息

source: Write your signature here
ar: اكتب توقيعك هنا
ca: Poseu aquí la vostra signatura
cy: Rhowch eich llofnod yma
da: Skriv din signatur her
da_instk12: Skriv din signatur her
de: Schreiben Sie Ihre Signatur hier
es: Escriba su firma aquí
es_es: Escribe aquí tu firma
fi: Kirjoita allekirjoituksesi tähän
fr: Signez ici
fr_ca: Inscrivez votre signature ici
ga: Scríobh do shíniú anseo
hi: अपने हस्ताक्षर यहाँ लिखें
ht: Siyen la
id: Tulis tanda tangan Anda di sini
is: Skrifaðu undirskrift þína hér
it: Scrivi qui la tua firma
ja: ここに署名を入力してください
ko: 여기에 서명을 작성
mi: Tuhia to hainatanga ki konei
ms: Tulis tandatangan anda di sini
nb: Skriv signaturen din her
nb_instk12: Skriv signaturen din her
nl: Zet hier je handtekening
pl: Wpisz podpis tutaj
pt: Escreva aqui a sua assinatura
pt_br: Escreva sua assinatura aqui
ru: Добавьте здесь свою подпись
sl: Tukaj napišite svoj podpis
sv: Skriv din signatur här
sv_instk12: Skriv din signatur här
th: ลงลายมือชื่อของคุณที่นี่
vi: Viết chữ ký của bạn ở đây
zh: 在此处撰写签名
zh_hk: 在此處編寫您的簽名

source: Write your Signature text here
ar: اكتب نص توقيعك هنا
ca: Poseu aquí el text de la vostra signatura
cy: Rhowch eich testun llofnod yma
da: Skriv din signaturtekst her
da_instk12: Skriv din signaturtekst her
de: Schreiben Sie den Text Ihrer Signatur hier
es: Escriba el texto de su firma aquí
es_es: Escribe aquí el texto de tu firma
fi: Kirjoita allekirjoituksesi teksti tähän
fr: Écrivez le texte de votre signature ici
fr_ca: Saisir votre texte de signature ici
ga: Scríobh do théacs Sínithe anseo
hi: अपना हस्ताक्षर पाठ यहाँ लिखें
ht: Ekri Siyati w la
id: Tulis Tanda Tangan Anda di sini
is: Skrifaðu undirskriftartexta þinn hér
it: Scrivi qui il tuo testo firma
ja: ここに署名テキストを入力してください
ko: 여기에 서명 텍스트를 작성
mi: Tuhia to tuhinga Waitohu ki konei
ms: Tulis teks Tandatangan anda di sini
nb: Skriv signaturteksten din her
nb_instk12: Skriv signaturteksten din her
nl: Zet hier de tekst voor je handtekening
pl: Wpisz podpis tutaj
pt: Escreva aqui a sua Assinatura
pt_br: Escreva seu texto de assinatura aqui
ru: Добавьте здесь текст своей подписи
sl: Tukaj napišite besedilo svojega podpisa
sv: Skriv din signaturtext här
sv_instk12: Skriv din signaturtext här
th: ลงข้อวาม ลายมือชื่อ (Signature) ของคุณที่นี่
vi: Viết văn bản Chữ Ký của bạn ở đây
zh: 在此处撰写签名文本
zh_hk: 在此處編寫您的簽名文字
